Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Siswati
skr: سواتی

source: Size
skr: سائز

source: Skip
skr: چھوڑو

source: Skip Submission Feedback
skr: سب مشن فیڈبیک چھوڑ ݙیوو

source: Slovak
skr: سلواک

source: Slovenian
skr: سلو وینی

source: Social media
skr: سماجی میڈیا

source: Somali
skr: سومالی

source: Someone asks for a language to be added.
skr: کوئی بندہ زبان شامل کرواوݨ کیتے آہدے۔

source: Something went wrong with reCAPTCHA. Please try again.
skr: reCAPTCHA نال کجھ خرابی تھی ڳئی۔ سوہݨا، ولدا کوشش کرو۔

source: Sorbian, Lower
skr: ہیٹھلی سربیئن

source: Sorbian, Upper
skr: سربین، اُتلی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
skr: افسوس، کامن وائس مٹھا چلدا پئے۔ تہاݙا دلچسپی دا تھورا۔

source: Sorry, something went wrong
skr: افسوس، کجھ خرابی تھی ڳئی

source: Source: { $sentenceSource }
skr: ماخذ: { $sentenceSource }

source: Source: { $source }
skr: ماخذ: { $source }

source: Spanish
skr: سپینی

source: Speak
skr: ٻولو

source: Speakers
skr: ٻولݨ آلے

source: Speaking
skr: ٻولݨ

source: Speaking and Listening
skr: ٻولݨ تے سݨݨ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
skr: آپݨی عام آواز نال الاؤ! جہڑے ڈھنگ نال تساں الیندے ہو اوں رنگ وچ اتھ ست بسم اللہ۔ جین٘ویں تہاݙا لہجہ ہے اساں اُن٘ویں چاہندے ہیں، اساں تہاݙا عمومی انداز، اتار چڑھاؤ تے اچائی چاہندے ہیں۔

source: Speak now
skr: ہُݨ ٻولو

source: Speak up, contribute here!
skr: ٻولو تے اتھ حصہ پاؤ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
skr: <speechBlogLink>کلام شناسی نال شروع کرو</speechBlogLink>

source: Speech-to-text (STT) technologies convert voice data into text.
skr: (Speech-to-text (STT ٹیکنالوجی وائس ڈیٹا کوں عبارت وچ تبدیل کریندیاں ہن۔

source: Split into { $archiveCount } ZIP files containing
skr: { $archiveCount }زپ فائلاں وچ توڑو جنہاں وچ شامل ہن

source: Splits
skr: ٹکڑے

source: Start recording
skr: رکارڈنگ شروع کرو

source: Start typing to describe your accent
skr: آپݨاں لہجہ بیان کرݨ کیتے ٹائپ کرݨ شروع کرو

source: Statistics
skr: شماریات

source: Stats
skr: شماریات

source: Status Page
skr: سٹیٹس ورقہ

source: Streaks
skr: سٹریک

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
skr: <strong>[کریکل]<strong/>ریاسک دے دیوہیکل ڈایناسار <strong>[کریکل]</strong>۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
skr: <strong>تخلیقی بݨو!</strong> تہاݙی زبان برادری نویکلی ہوسی۔ تے ایہ شروع کرݨ کیتے صرف کجھ طریقے ہن۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
skr: <strong>[سنیز]<strong/>ٹریاسک دے دیوہیکل ڈاینا <strong>[کف]</strong>۔

source: <strong>To collect sentences</strong> - <scVideo>set up</scVideo> on <scLink>Sentence Collector</scLink>.
skr: <strong>جملے کٹھے کرݨ کیتے</strong> ۔<scLink>جملے کٹھے کرݨ آلا</scLink> تے <scVideo>قائم کرو</scVideo>۔

source: Submission: { $batchId }
skr: جمع کرواݨ: { $batchId }

source: Submission Error
skr: جمع کرواݨ وچ خرابی

source: Submit
skr: جمع کرواؤ

source: Submit a report
skr: رپورٹ جمع کرواؤ

source: Submit clips
skr: کلپ جمع کرواؤ

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
skr: جمع تھئے جملے۔ { $duplicates } جملے ڈپلیکیٹ پووݨ پاروں مسترد تھئے۔

source: Subscribe
skr: سبسکرائب کرو

source: Success
skr: کامیابی

source: Success, profile created!
skr: کامیابی، پروفائل خلقیج ڳئی!

source: Swahili
skr: سواحلی

source: Swedish
skr: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
skr: جملے منظور کرݨ کیتے سڄے ہاسے انگل مارو۔ مسترد کرݨ کیتے کھٻے پاسے انگل نال پونجھو۔ ایں کوں چھوڑݨ کیتے اتلے پاسے پونجھو۔ <strong>آپݨاں ریوو جمع کرواوݨ نہ بھُلو!</strong>

source: Syriac
skr: شامی

source: Tagalog
skr: ٹیگ لاگ

source: Tahitian
skr: تہیتی

source: Taiwanese (Minnan)
skr: تیوانی (منان)

source: Tajik
skr: تاجک

source: Taking several attempts to read a word.
skr: ہک لفظ پڑھݨ کیتے ٻہوں واری کوشش تھیندی پئی ہے۔

source: Tamil
skr: تامل

source: Tap
skr: انگل لاؤ

source: Tatar
skr: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
skr: تاتیبہ زبان سکھݨ کیتے جملیاں، ترجمیاں تے ٻولے ہوئے آڈیو دا ہک ٻہوں وݙا ڈیٹابیس ہے۔ ایں ڈاؤن لوڈ وچ برادری دی رکاڈ کیتی ہوئی انگریزی وچ ڳالھ مہاڑ شامل ہے۔

source: Tell us what you'd like to download:
skr: ساکوں ݙسو جو تساں کیا ڈاؤن لوڈ کرݨ چاہندے ہو؟

source: Telugu
skr: تیلگو

source: Terms
skr: شرطاں

source: Thai
skr: تھائی

source: Thanks for confirming your account, now let's build your profile.
skr: تہاݙا کھاتیہ تصدیق کرݨ تے تھورا۔ ہݨ تساں آپݨی پروفائل بݨاؤ۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
skr: رکارڈنگ کیتے تہاݙا تھورا!<lineBreak></lineBreak> نظرثانی کرو، ہݨ ہیٹھاں آپݨے کلب جمع کرواؤ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
skr: { $lang } وچ حصہ پاوݨ کیتے دلچسپی گھنݨ تے تہاݙا شکریہ۔ اساں ساری زباناں دی تیاری تے لان٘چ کیتے ݙاڈھا پورہیا کریندے پئے ہیں۔ تے ٹیماں کوں ایمیل نال اپ ڈیٹاں ݙیسوں۔ جے تساں آپݨاں حصہ پاوݨ چاہندے تاں ہیٹھیاں آپݨاں ای میل لکھو۔

source: Thank you! You’ve sent a new language enquiry
skr: تہاݙا تھورا! اساں نویں زبان تحقیق پٹھی ہے

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
skr: بہترین ذرائع جہڑے تساں لبھ سڳدے ہو او ہن، پوڈکاسٹ، ٹرانسکرپٹس، مووی سکرپٹ تے ہر او ممکن شئے جہڑی روزمرہ دی ڳالھ مہاڑ تے ممکنہ طور تے مشتمل ہووے۔

source: The bumblebee sped by.
skr: بھون٘را تکھے تکھے اڳوں تے چلا ڳیا۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
skr: کلپ غستان اینجھے صوتی کلپاں تے مشتمل ہےجہڑے کامن وائس ڈیٹاسیٹ وچ جاء کائنی بݨا سڳے۔ ڈیٹاسیٹ کلی کلپ غستان ڈاؤن لوڈ کیتے دستیاب ہے۔

source: The clip has disrespectful or offensive language.
skr: کلپ وچ بے عزتی آلی یا توہین آمیز زبان ہے۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
skr: کامن وائس ڈیٹاسیٹ وچ لکھاں آواز دے نمونے ہن جہڑے ڈِویلپراں کوں آواز سُن٘ڄاݨُو آوزار بݨاوݨ کیتے مدد ݙیندے ہن۔

source: The count of voice recording hours we have collected so far.
skr: وائس رکاڈنگ گھنٹیاں دی ڳنتری جیڑے اساں ہُݨ تائیں کٹھے کیتن۔

source: The giant dinosaur of the Triassic.
skr: ٹریاسک دا دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassi-.
skr: ٹریاسک دے دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassic.
skr: ٹریاسک دے دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
skr: ٹریاسک دے دیوہیکل ڈایناسور۔ <strong>[ہک آواز وچ پڑھا ڳیا]</strong>

source: The giant dinosaurs of the Triassic. Yes.
skr: ٹریاسک دے دیوہیکل ڈایناسور، جیا

source: The giant dino <strong>[cough]</strong> the Triassic.
skr: ٹریاسک دے دیوہیکل ڈاینا <strong>[کف]</strong>۔

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
skr: کامن وائس ڈیٹاسیٹ دا مقصد دنیا وچ کہیں وی تقریرشناس، مقرر شناس، یا صوتی ڈیٹا آلیاں ایپاں کیتے اہل بݨاوݨ ہے۔ صؤتی معاون ٻہوں ساریاں انہاں ایپاں وچ ہک ہے جیکوں تساں ڈیٹاسیٹ دی مدد نال بݨا سڳدے ہو۔

source: The number of recordings and which languages you contribute to will be public.
skr: ریکاڈنگ دی تعداد تے جنہاں زباناں وچ تہاݙیاں ونڳاراں ہن، عوامی ہوسن۔

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
skr: او عمل جیندے نال ونگارو دی پروفائل ڄاݨکاری اوندے دان تھئے صوتی کلپاں وچ مبہم کر ݙتی ویندی ہے جہڑے ویلے اوں کوں ڈیٹاسیٹ دے نال ڈاؤن لوڈ کیتے نتھی کیتا ویندے۔

source: The recording was too long.
skr: ایہ رکاڈنگ ݙاڈھی لمبی ہائی۔

source: The recording was too quiet.
skr: ایہ رکاڈنگ ݙاڈھی چُپ ہائی۔

source: The recording was too short.
skr: ایہ رکاڈنگ ٻہوں چھوٹی ہائی۔

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
skr: ایہ زباناں اڄݨ برادری ترقی دے تحت ہن. پیشرفت پٹی ایں ڳالھ دی نشاندہی کریندی ہے جو ہر زبان <localizationGlossaryLink/> ویب سائٹ مقامیت <localizationGlossaryLink> تے <sentenceCollectionGlossaryLink/> جملہ کٹھے کرݨ <sentenceCollectionGlossaryLink> دے عمل وچ اڄݨ کتی دور ہے۔

source: The selected file is too large
skr: چݨی ہوئی فائل ٻہوں وݙی ہے

source: The sentence has a grammatical or spelling error.
skr: ایں جملے وچ گرائمر یا املا دی غلطی ہے۔

source: The sentence has disrespectful or offensive language.
skr: جملے وچ بے عزتی آلی یا توہین آمیز زبان ہے۔

source: The sentence must be grammatically correct.
skr: جملے دی گرائمر درست ہووݨ ضروری ہے۔

source: The sentence must be speakable.
skr: جملہ الاوݨ دے قابل ہووݨ ضروری ہے۔

source: The sentence must be spelled correctly.
skr: جملے دے ہجے درست ہووݨ ضروری ہن۔

source: The site is ready to be launched when it reaches 75% completion.
skr: ایہ سائٹ جہڑے ویلے ٧٥٪ مکمل تھیندی ہے تاں لان٘چ تھیوݨ کیتے تیار ہوندی ہے۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
skr: TED-LIUM کارپس آڈیو ڳالھ مہاڑ نال بݨایا ڳیا ہائی تے انہاں دیاں تحریری نقلاں TED دی ویب سائٹ تے دستیاب ہن۔

source: The website text is translated into that language.
skr: ویب سائٹ عبارت اوں زبان وچ ترجمہ تھی ویندی ہے۔

source: This is approximately the number of hours required to train a production speech-to-text system.
skr: ایہ تقریباً اتی گھنٹے ہن جو قابل ورت آواز دے نظام دی تربیت کیتے لوڑ پوندن۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
skr: ایہ ہک ورتݨ کیس نال چلݨ آلا سیگمنٹ ہے جیندے وچ ٻولے ون٘ڄݨ آلے ہندسیاں دی سُن٘ڄاݨ تے جیا/کو دا پتہ لاوݨ کیتے ڈیٹا ہوندا ہے۔

source: This is our process for translating and adapting our content for many locales (languages).
skr: ایہ ساݙے ٻہوں سارے مقامیاوݨ(زباناں) کیتے ساݙا مواد قبول کرݨ تے ترجمہ کرݨ دا عمل ہے۔

source: Three to go!
skr: ترائے باقی ہن!

source: Tigre
skr: ٹیگری

source: Tigrinya
skr: ٹيگرنيا

source: Today
skr: اڄ

source: Today's Common Voice progress on clips recorded
skr: رکاڈ تھئے کلپاں تے اڄ دی کامن وائس پیش رفت

source: Today's Common Voice progress on clips validated
skr: تصدیق تھئے کلپاں تے اڄ دی کامن وائس پیش رفت

source: Today's Progress
skr: اڄ دی ترقی

source: Toki Pona
skr: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
skr: ایں کوں کامن وائس ڈیٹاسیٹ وچ شامل کرݨ کیتے، وائس کلپ کوں ݙو ان٘ج ان٘ج ورتݨ آلیاں کنوں تصدیق کراوݨاں پوسی۔

source: Top Contributors
skr: اہم معاونین

source: Total
skr: کل

source: Total Approved
skr: کل منظور تھئے

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
skr: { $totalHours } گھنٹے قابل حصول ہے صرف{ $periodMonths } مہینیاں وچ جے کر{ $people } بندے رکاڈ کرن،ہر ݙین٘ہ { $clipsPerDay } کلپ۔

source: { $totalInReview } sentences in review.
skr: نظرثانی وچ{ $totalInReview } جملے۔

source: { $totalSentences } total sentences.
skr: { $totalSentences } کل جملے۔

source: Toward next goal
skr: اڳلے مقصد آلے پاسے

source: Track progress here and on your stats page.
skr: اتھ تے آپݨے شماریات ورقے تے پیش رفت دا کھُرا چاؤ۔

source: Translate this page
skr: ایں ورقے دا ترجمہ کرو

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
skr: <translateVideoLink>پونٹُون کوں ورتݨ دا ݙا سکھݨ کیتے ساݙی رہنمائی ݙیکھو۔</translateVideoLink>

source: Translating the site
skr: سائٹ دا ترجمہ کرݨ

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
skr: کامن وائس سائٹ دا ترجمہ <strong>پونٹُوں</strong> تے تھیندا ہے۔

source: Tshivenda
skr: شی وِنڈا

source: Turkish
skr: ترکی

source: Turkmen
skr: ترکمانی

source: Twi
skr: توی

source: Typically megabytes
skr: عام طور تے میگا بائٹس

source: Ubykh
skr: اُبیکھ

source: Udmurt
skr: اُݙمورت

source: Ukrainian
skr: یوکرائنی

source: Understand contribution criteria
skr: ونگار دا معیار سمجھو

source: Unexpected response returned from server
skr: سرور ولوں ابڑغت ولدا آیا جواب

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
skr: بدقسمتی نال ساݙے کول وکیمیڈیا مضمون کائنی۔ ایں سانگے تساں اُتھوں کاپی پیسٹ نہ کرو۔

source: { $unreviewedSentencesByYou } sentences left for you to review.
skr: تہاݙی نظرثانی کیتے { $unreviewedSentencesByYou } جملے باقی ہن۔

source: Updating…
skr: اپ ڈیٹ تھیندا پئے۔۔۔

source: Upload aborted. Do you want to delete your recordings?
skr: اپ لوڈ منسوخ تھی ڳئی۔ بھلا تساں آپݨی رکاڈنگ مٹاوݨ چاہندے ہو؟

source: Upload an image file
skr: تصویر فائل اپ لوڈ کرو

source: Urdu
skr: اردو

source: User Name
skr: ورتݨ ناں

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
skr: ورتݨ آلے دان تھئے کلپاں دی درستی دی تصدیق کریندن۔ ایہ پڑتال کریندن جو ٻولݨ آلا جملہ ٹھیک پڑھدا پئے۔

source: Using Common Voice
skr: کامن وائس ورتݨ

source: Uyghur
skr: ییغور

source: Uzbek
skr: اُزبک

source: Validated Clips
skr: تصدیق تھئے کلپ

source: Validated Hours
skr: کل تصدیق تھئے گھنٹے

source: Validated Hrs
skr: کل گھنٹے

source: Validated Hr. Total
skr: کل تصدیق تھئے گھنٹے

source: { $validatedSentences } validated sentences.
skr: { $validatedSentences } جملے تصدیق تھئے۔

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
skr: دان تھئے کلپاں دی تصدیق کرݨ کام ن وائس مشن کیتے برابر اہمیت رکھیندے۔ سݨو تے معیاری کھلا ماخذ وائس ڈیٹا بݨاوݨ کیتے ساݙی مدد کرو۔

source: Validation Progress
skr: تصدیق دی پیش رفت

source: Validations
skr: تصدیقاں

source: Value and recognition.
skr: قدر تے سُن٘ڄاݨ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
skr: متغیرات زبان دی ہک مخصوص شکل ہن ــ مثال دے طور تے ہک برادری یا جغرافیہ وچ راہوݨ آلیاں ولوں سانجھا۔ کہیں کہیں ویلے انہاں کوں لہجے آہدن۔

source: Varying Pronunciations
skr: بدلدا ہویا تلفظ

source: Venetian
skr: ونیتی

source: Version
skr: ورشن

source: Vietnamese
skr: ویت نامی

source: View your progress against personal and project goals.
skr: ذاتی تے منصوبہ ہدفاں بارے آپݨی پیش رفت ݙیکھو۔

source: Visible
skr: ظاہر

source: Voice clips are entered into a submission queue that readies them for listening.
skr: صوتی کلپ جمع کراوݨ آلی قطار وچ درج کیتے ویندن، جہڑی انہاں کوں سݨݨ کیتے تیار کریندی ہے۔

source: Voice Contribution
skr: اواز دیاں ونگاراں

source: Voice Dataset, Ready for Download
skr: وائس ڈیٹاسیٹ، ڈاؤن لوڈ کیتے تیار

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
skr: آواز فطری ہے ، آواز انسان ہے۔ ایں کیتے اساں آپݨیاں مشیناں کیتے قابل استعمال وائس ٹیکنالوجی پیدا کرݨ وچ پرجوش ہیں۔ پر وائس سسٹم بناوݨ کیتے ڈیویلپراں کوں ہک ٻہوں وݙی مقدار وچ آواز ڈیٹا دی ضرورت ہے.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
skr: آواز فطری ہے ، آواز انسان ہے۔ ایں کیتے اساں آپنی مشیناں کیتے قابل استعمال وائس ٹیکنالوجی پیدا کرݨ وچ مگن ہیں۔ پر وائس سسٹم بناوݨ کیتے ہک ٻہوں مقدار وچ آواز ڈیٹا دی ضرورت ہے.

source: Voices Online Now
skr: ہݨ آن لائن آوازاں

source: Voice Validation
skr: آواز تصدیق

source: Volume
skr: حجم

source: Votic
skr: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
skr: VoxForge کوں تحریری نقل تقریر کوں مفت تے کھلا ماخذ گفتگو شناس انجݨ نال ورتݨ کیتے قائم کیتا ڳیا ہائی.

source: Want to stay in touch with Common Voice?
skr: بھلا کامن وائس نال رابطہ وچ رہݨ چاہسو؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
skr: اساں کامن وائس ڈیٹاسیٹ دا نواں ورشن ریلیز کریندے ہیں تاں تساں اپ ڈیٹاں چاہندے ہو؟ ساݙا نیوزلیٹر سبسکرائب کرو۔

source: Watch our video explainer to help
skr: مدد کیتے ساݙے وڈیو تشریح ساز ݙیکھو

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
skr: اساں آوازاں دا آزاد تے عوامی طور تے دستیاب ڈیٹاسیٹ بݨیندے پئے ہیں جیکوں ہر کوئی تقریر فعال تھئی ایپاں دے ذریعے ورت سڳدے۔

source: We are going out to get a coffee.
skr: اساں کافی گھنݨ ٻاہر ویندے پئے ہیں۔

source: We are going out to get coffee.
skr: اساں کافی گھنݨ ٻاہر ویندے پئے ہیں۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
skr: موزلّا وچ اساں صوتی ٹیکنالوجی دے گرد ہک برادری اسریندے پئے ہیں۔ اساں اپ ڈیٹاں، نویں ڈیٹا ماخذ نال رابطے وچ راہوݨ پسند کریسوں تے ٻیا ڄاݨݨ پسند کریسوں جو تساں ایں ڈیٹا کوں کین٘ویں ورتیندے پئے ہو۔

source: Website Localization
skr: ویب سائٹ دی مقامیت

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
skr: اساں گھنٹیاں دا حساب ہر رکارڈنگ دی اوسط لمباݨ دا اندازہ لاتے کریندے ہیں، وت ایں عدد کوں یکیاں زباناں وچ رکارڈنگ دی کل تعداد نال ضرب ݙیندے ہیں۔

source: We could not fetch the stats. Please try again later.
skr: تساں شماریات نہوے گھن آ سڳے، سوہݨا ولدا بعد وچ کوشش کرو۔

source: We couldn’t find that page for you
skr: اساں تہاݙے کیتے او ورقہ کائنی لبھ سڳے

source: We couldn’t get any audio clips for you to listen to. Please try again later.
skr: اساں تہاݙے سُݨݨ کیتے کوئی آڈیو کلپ کائنی گھن سڳے۔ سوہݨا، ولدا بعد وچ کوشش کرو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
skr: اساں تہاݙے ٻولݨ کیتے کوئی جملے کائنی گھن سڳے۔ سوہݨا، ولدا بعد وچ کوشش کرو۔

source: Weekly
skr: ہفتہ وار

source: Weekly Goal
skr: ہفتہ وار مقصد

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
skr: ساکوں دستیاب زباناں کڈھ آوݨ وچ ناکامی تھئی۔ ونگاراں فی الحال ناممکن ہن۔ سوہݨا، ولدا بعد وچ کوشش کراہے۔

source: We launch the Common Voice site in this language.
skr: اساں ایں زبان وچ کامن وائس سائٹ لان٘چ کریندے ہیں۔

source: Welcome { $company } staff!
skr: { $company } عملہ کوں ست بسم اللہ !

source: Welcome to Common Voice
skr: کامن وائس وچ ست بسم اللہ

source: Welcome to the Common Voice Sentence Collector
skr: کامن وائس جملے کٹھے کرݨ آلے وچ ست بسم اللہ

source: Welsh
skr: ویلش

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
skr: اساں وعدہ کریندے ہیں جو تہاݙی ڄاݨکاری دی بھال کریسوں ۔ ساݙے </privacyLink>رازداری نوٹس </privacyLink> وچ ٻیا پڑھو۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
skr: اساں آوازاں دا کھلا ماخذ، کثیر لسانی ڈیٹاسیٹ بݨیندے پئے ہیں جیکوں ہر کوئی تقریر فعال تھئی ایپاں دے ذریعے ورت سڳدے۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
skr: اساں آوازاں دے ہک کھلے ماخذ ڈیٹاسیٹ کوں بھیڑ وچ پیندے پئے ہیں۔ آپݨی آواز دان کرو۔ ٻنھاں لوکاں دے کلپ دی درستی دی تصدیق کرو، ڈیٹاسیٹ کوں ہر ہک کیتے بہتر بݨاؤ۔

source: We’re experiencing unexpected downtime
skr: ساکوں ابڑغت ڈاؤن ٹائم دا سامھݨا ہے۔

source: We’re going out to get coffee.
skr: اساں کافی گھنݨ ٻاہر ویندے پئے ہیں۔

source: We release the dataset every 3 months.
skr: اساں ہر ٣ مہینے بعد ڈیٹاسیٹ ریلیز کریندے ہیں۔

source: We're receiving a lot of traffic and are currently investigating the issues.
skr: اساں ٻہوںساری ٹریفک وصول کریندے پئے ہیں تے رولیاں بارے تحقیقاں کریندے پئے ہیں۔

source: We’re sorry, your platform is not currently supported.
skr: ساکوں افسوس ہے، فی الحال تہاݙا پلیٹ فارم سہارا تھیا کائنی۔

source: We've run out of clips to validate in this language...
skr: ایں زبان وچ تصدیق کرݨ کیتے ساݙے کول کلپ مُک ڳئے ہن۔۔۔

source: We've run out of sentences to record in this language...
skr: ایں زبان وچ رکاڈ کرݨ کیتے ساݙے کول جملے مُک ڳئے ہن۔۔۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
skr: تہاݙی زبان کوں اساں ٻہوں جلدی کامن وائس وچ کین٘ویں شامل کروں، ایں اساں ٻئی ڄاݨکاری کیتے تہاݙے نال رابطے وچ راہسوں۔

source: We will be in touch with more information as it becomes available.
skr: جین٘ویں ہی ٻئی ڄاݨکاری تھئی، اساں تہاݙے نال رابطہ کریسوں۔

source: We will not make your email public.
skr: اساں تہاݙی ای میل عوامی کائناں کریسوں

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
skr: اساں ڈیٹاسیٹ وچوں تہاݙی آواز دی رکاڈنگ ہٹاوݨ کیتے تہاݙی ارداس دا جائزہ گھنسوں۔ جے تہاݙی ارداس منظور تھی ڳئی تاں اساں انہاں لوکاں نال رابطہ کریسوں جہڑے ڈیٹاسیٹ ڈاؤن لود کر ٻیٹھن تے ارداس کریسوں جو تہاݙی آواز دی رکاڈنگ کوں ہٹا چھوڑن۔

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
skr: ایندا کیا مطلب ہے جو میں کامن وائس ڈیٹاسیٹ وچ ٻولݨ آلیاں دی "سُن٘ڄاݨ دا تعین" کائنی کر سڳدا؟

source: What is a language on Common Voice?
skr: کامن وائس تے کہڑی زبان ہے؟

source: What is Common Voice?
skr: Common Voice کیا ہے؟

source: What issues are you experiencing with this sentence?
skr: ایں جملے وچ تساں کہڑے رولیاں دا سامھݨاں کریندے پئے ہو؟

source: What kind of goal do you want to build?
skr: تساں کہڑی قسم دا ہدف بݨاوݨ چاہندے ہو؟

source: What level of audio quality is required for a voice clip to be used in the dataset?
skr: ڈیٹاسیٹ وچ ورتݨ کیتے آوازکلپ دے کہڑی سطح دے صوتی معیار دی لوڑ ہے؟

source: What’s inside the Common Voice dataset?
skr: کامن وائس ڈیٹاسیٹ دے اندر کیا ہے؟

source: What's Public?
skr: عوامی کیا ہے؟

source: What’s the difference between Common Voice and Deep Speech?
skr: کامن وائس تے ڈیپ سپیچ وچ کیا فرق ہے؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
skr: جہڑے ویلے ہک ورتݨ آلا صوتی کلپ کوں مسترد کریندے تاں او قطار وچ واپس آویندے۔ جے ݙوجھی واری مسترد تھیندے تاں صوتی کلپ غستان ٹور ݙتا ویندے۔

source: When will you release Common Voice data in other languages?
skr: تساں ٻنھاں زباناں وچ کام ن وائس ڈیٹا کݙݨ ریلیز کریسو؟

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
skr: ڄݙݨ تساں آپݨی رکاڈنگ دی ارداس کریندے ہو، تاں اساں انہاں کوں ہک یا ودھ زپ فائلاں وچ مرتب کریندے ہیں۔ اتھ تہاݙیاں ماضی دی ارداساں ہن:

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
skr: ایہ <wikipediaLink>عوامی ڈومین</wikipediaLink> جملے کتھوں دے ہن؟
